Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/arran.no/arbbe-arbbedabalasj-mahtudahka-dalasjajges-tradisjonell-kunnskap-i-moderne-tid.5491115-286185.html.tmx
Source language: nob
Languages: smj

source: Árbbe (Árbi) - tradisjonell kunnskap i moderne tid
smj: - Árran - julevsáme guovdásj/lulesamisk senter

source: Fem unge samiske duodjiutøvere viser tre- og hornduodji/kunsthåndverks produkter.
smj: Vihtta nuorra sáme duodjára vuosedi muorra- ja tjoarvveduojev. / Fem unge samiske duodjiutøvere viser tre- og hornduodji/kunsthåndverks produkter.

source: Vandreutstillingen har de kalt for ÁRBI - som betyr arv, og dette er deres arv.
smj: Buorisboahtem Árranij ja Árbbe- árbbedábálasj máhtudahka dálásjájges vuosádusá rahpamij Kl 12.00 Rahpam ja åvddånbuktem.

source: Hver av deltakerne stiller ut tre unike produkter i utstillingen, og produktene tilsammen viser bredden i deres arbeider, interessen for duodji og hvordan de ulike inspirasjonkilder og tradisjoner har påvirket deres skaperverk.
smj: / Velkommen til åpninga av utstillingen Árbi - tradisjonell kunnskap i moderne tid.

source: De fem duodjiutøverne er Fredrik Prost, Nils-Petter Svonni, Nils-Johan Labba, Mattias Harr og Per-Stefan Idivuoma.
smj: Kl 13.00 Lågådallam Árbbe-vuosádusá ja duoje birra. Lågådalle li Nils-Johan Labba, Per-Stefan Idivuoma och Mattias Harr./

source: Se bilder fra utstillingsåpningen på vår Facebookside.
smj: Jåhttevuosádus le gåhtjoduvvam ÁRBBE ja dat la vuojn sijá árbbe.
